Repository: bellmit/ScorePal
Catalog: multiphone/lib/l10n/app_*.arb
Languages: fr

# explain_control_keys_hack
source: Here's a little hack you might like. Buy a bluetooth media remote or a smartwatch and use it's keys to control your phone. Try to get one with at least a 10m or 30 foot range.
fr: Voici un petit hack qui pourrait vous plaire. Achetez une télécommande multimédia Bluetooth ou une montre intelligente et utilisez ses touches pour contrôler votre téléphone. Essayez d'en obtenir un avec une portée d'au moins 10 m ou 30 pieds.

# auto_send_rx_summary
source: Another registered Scorepal user sent you these match results.
fr: Un autre utilisateur Scorepal enregistré vous a envoyé ces résultats de match.

# auto_send_summary
source: {0} registered Scorepal users were auto-sent these results:
fr: {0} utilisateurs enregistrés de Scorepal ont reçu automatiquement ces résultats :

# flic_single_click
source: Single
fr: Seul

# button_flic_forget
source: Forget
fr: Oublier

# button_flic_connect
source: Connect
fr: Relier

# button_flic_disconnect
source: Disconnect
fr: Déconnecter

# button_scan
source: Scan for buttons
fr: Rechercher des boutons

# button_stop_scanning
source: Stop Scanning
fr: Arrêter l'analyse

# info_scanning_flic
source: Hold down your flic2 button so we can find it now we are scanning...
fr: Maintenez votre bouton flic2 enfoncé pour que nous puissions le trouver maintenant que nous numérisons...

# flic2_details
source: Name: {0} Battery at: {1}V ({2}%) Serial Number:{3} Pressed {4} times
fr: Nom : {0} Batterie à : {1}V ({2}%) Numéro de série :{3} Appuyé {4} fois

# warning_match_change
source: Changing the setup of a match already in progress can significantly change the score if you have played points already...
fr: Changer la configuration d'un match déjà en cours peut changer considérablement le score si vous avez déjà joué des points...

# warning_logon_to_delete
source: You need to sign in for any changes to also be made online...
fr: Vous devez vous connecter pour que les modifications soient également effectuées en ligne...

# warning_no_matches_to_delete
source: You haven't any deleted matches...
fr: Vous n'avez supprimé aucun match...

# warning_no_matches_in_inbox
source: You haven't any matches sent from other Scorepal members...
fr: Vous n'avez aucun match envoyé par d'autres membres Scorepal...

# error_no_username
source: For your match tracking to work properly, it's worth entering a username on your user's settings now.
fr: Pour que votre suivi des matchs fonctionne correctement, il vaut la peine de saisir un nom d'utilisateur dans les paramètres de votre utilisateur maintenant.

# error_change_server
source: Sorry, you can't change server at this point in the match.
fr: Désolé, vous ne pouvez pas changer de serveur à ce stade du match.

# error_flic2_bluetooth_permission
source: Bluetooth access is required to scan and use a FLic2, please change the permissions of Scorepal to allow this.
fr: Un accès Bluetooth est requis pour numériser et utiliser un FLic2, veuillez modifier les autorisations de Scorepal pour le permettre.

# error_flic2_bluetooth_on
source: Bluetooth needs to be enabled to discover a Flic2, please turn bluetooth on and try again.
fr: Le Bluetooth doit être activé pour découvrir un Flic2, veuillez activer le Bluetooth et réessayer.

# error_online
source: An error occurred, please sign off and on again and try again.
fr: Une erreur s'est produite, veuillez vous déconnecter et vous reconnecter et réessayer.

# error_signin
source: An error occurred, please check your details and try again.
fr: Une erreur s'est produite, veuillez vérifier vos coordonnées et réessayer.

# error_navigating
source: Sorry, for some reason I couldn't get to the internet, you will have to browse to this location yourself...
fr: Désolé, pour une raison quelconque, je n'ai pas pu accéder à Internet, vous devrez naviguer jusqu'à cet emplacement vous-même...

# error_navigating_to_flic
source: Sorry, for some reason I couldn't get to the store, please browse yourself to 'www.flic.io' for your own button!
fr: Désolé, pour une raison quelconque, je n'ai pas pu me rendre au magasin, veuillez vous rendre sur « www.flic.io » pour votre propre bouton!

# error_navigating_to_remote
source: Sorry, for some reason I couldn't get to the store, please browse for your own button!
fr: Désolé, pour une raison quelconque, je n'ai pas pu me rendre au magasin, veuillez rechercher votre propre bouton!
