Repository: bellmit/ScorePal
Catalog: multiphone/lib/l10n/app_*.arb
Languages: fr

# title_play_match
source: Start a new match
fr: Commencer un nouveau match

# title_settings
source: Settings
fr: Paramètres

# option_matches
source: Home
fr: Accueil

# option_play
source: New Match
fr: Nouveau match

# option_inbox
source: Inbox
fr: Boîte de réception

# option_settings
source: Settings
fr: Paramètres

# option_trash
source: Deleted Matches
fr: Match supprimées

# option_setup_flic2
source: Setup Flic 2 Smart Button
fr: Configuration du bouton intelligent Flic 2

# option_user_details
source: User Details
fr: Détails de l'utilisateur

source: Sign Out
fr: Se déconnecter

source: Sign In
fr: S'identifier

source: Player One
fr: Joueur un

source: Player Two
fr: Joueur deux

source: Partner One
fr: Partenaire un

source: Partner Two
fr: Partenaire deux

# heading_advanced
source: Advanced
fr: Avancée

source: Team One
fr: Équipe Un

source: Team Two
fr: Équipe deuz

# loading_wait
source: Loading matches...
fr: Chargement des matchs...

# screen_inbox
source: Match Inbox
fr: Match à la boîte de réception

# description_check_inbox
source: You have some matches in your inbox from other players...
fr: Vous avez des matches dans votre boîte de réception d'autres joueurs...

# description_play_new_match
source: Why not play a match to get started...
fr: Pourquoi ne pas jouer un match pour commencer...

# description_purchase_flic
source: Scorepal works best when you control it via a bluetooth button... Hint: get a metal clip to attach to your shorts!
fr: Scorepal fonctionne mieux lorsque vous le contrôlez via un bouton Bluetooth... Astuce : obtenez un clip en métal à attacher à votre short!

# action_setup_flic
source: Setup Flic2
fr: Configurer Flic2

# action_purchase_flic
source: Purchase Flic2
fr: Acheter Flic2

# description_sign_in_scorepal
source: Scorepal works best when you sign in! Backup your match history and gather a lifetime of stats.
fr: Scorepal fonctionne mieux lorsque vous vous connectez ! Sauvegardez l'historique de vos matchs et rassemblez toute une vie de statistiques.

# description_last_month
source: {0} match results:
fr: Résultats des matchs de {0}:

# description_wins_losses
source: You played {0} Won {1} and lost {2}
fr: Vous avez joué {0} A gagné {1} et perdu {2}

# title_wins
source: wins
fr: gagne

# title_losses
source: lost
fr: pertes

# title_setup_tennis
source: {0} vs {1} in a {2} set match of tennis...
fr: {0} contre {1} dans un match de tennis de {2}...

# title_tennis_games
source: Games
fr: Jeux

# tennis_singles
source: Singles
fr: Simple

# tennis_number_games_per_set
source: Games per set
fr: Jeux par set

# tennis_four_games_per_set
source: 4 Games
fr: 4 Jeux

# tennis_six_games_per_set
source: 6 Games
fr: 6 Jeux

# tennis_sudden_death_deuce
source: Sudden death on deuce
fr: Mort subite à l’égalité

# tennis_sudden_death_deuce_sel
source: Deuce
fr: égalité

# tennis_final_tie
source: Tie-break in final set
fr: Tie-break dans le set final

# tennis_final_tie_sel
source: Final Tie
fr: Tie-break finale

# title_setup_badminton
source: {0} vs {1} in a {2} game match of badminton...
fr: {0} contre {1} dans un match de badminton {2}...

# title_badminton_games
source: Games
fr: Jeux

# badminton_one_game
source: 1 Games
fr: 1 Jeux

# badminton_three_game
source: 3 Games
fr: 3 Jeux

# badminton_five_game
source: 5 Games
fr: 5 Jeux

# badminton_number_points_per_game
source: Points per game
fr: Points par match

# title_setup_ping_pong
source: {0} vs {1} in a {2} round match of Table Tennis...
fr: {0} contre {1} dans un match de {2} ronde de tennis de table...

# title_ping_pong_rounds
source: Rounds
fr: Les Rondes

# ping_pong_one_round
source: 1 Rounds
fr: 1 Rondes

# ping_pong_three_round
source: 3 Rounds
fr: 3 Rondes

# ping_pong_five_round
source: 5 Rounds
fr: 5 Rondes

# ping_pong_number_points_per_round
source: Points per round
fr: Points par ronde

source: Games
fr: Jeux

source: Rounds
fr: Rondes

source: Server
fr: Serveur

source: Receiver
fr: Destinataire

source: Singles
fr: Simple

# speak_number_all
source: %1$d {1} all
fr: {1} partout

# speak_zero
source: zero
fr: zéro

# speak_zeros
source: zeros
fr: zéros

# speak_zero_all
source: zero all
fr: zéro partout

# speak_love
source: love
fr: zéro

# speak_love_all
source: love all
fr: zéro partout

# speak_15
source: fifteen
fr: quinze

# speak_15_all
source: fifteen all
fr: quinze partout

# speak_30
source: thirty
fr: trente

# speak_30_all
source: thirty all
fr: trente partout

# speak_40
source: forty
fr: quarante

# speak_advantage
source: advantage
fr: avantage

# speak_deuce
source: deuce
fr: égalité

# display_game
source: game
fr: jeux

# speak_game
source: game
fr: jeux

# display_game_number
source: Game {0}
fr: Jeux {0}

# display_round_number
source: Round {0}
fr: Ronde {0}

# display_round
source: round
fr: ronde

# speak_round
source: round
fr: ronde

# speak_expedite_system
source: Expedite System to commence…
fr: Accélérer le système pour commencer…

# history_point_explain
source: {0} awarded a {1}
fr: {0} a décerné un {1}

# played_match_menu_delete
source: Delete
fr: Effacer

# played_match_menu_share
source: Share
fr: Partager

# played_match_menu_resume
source: Resume
fr: Reprendre

# deleted_match_menu_resume
source: Resume
fr: Reprendre

# deleted_match_menu_delete
source: Delete Forever
fr: Supprimer pour toujours

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Password
fr: Mot de passe

# username
source: Player Name (full name is best)
fr: Nom du joueur (le nom complet est préférable)

source: Email Address
fr: Adresse e-mail

# email_not_verified
source: This email address is not verified, please verify to proceed...
fr: Cette adresse e-mail n'est pas vérifiée, veuillez vérifier pour continuer...

# email_valid
source: Please enter a valid email address.
fr: S'il vous plaît, mettez une adresse email valide.

source: Change Password
fr: Changer le mot de passe

source: Confirm Password
fr: Confirmez le mot de passe

# password_match
source: Please re-enter the identical password.
fr: Veuillez ressaisir le mot de passe identique.

# password_valid
source: Please enter a valid password at least 8 characters long.
fr: Veuillez saisir un mot de passe valide d'au moins 8 caractères.

# username_valid
source: Please enter a valid username... Your full name (with spaces) works best as will be spoken and recorded as you play a match.
fr: Veuillez entrer un nom d'utilisateur valide... Votre nom complet (avec des espaces) fonctionne mieux car il sera prononcé et enregistré pendant que vous jouez un match.

source: Create Account
fr: Créer un compte

# already_account
source: I already have an account...
fr: Je ai déjà un compte...

# signin_google
source: Sign in with Google
fr: Connectez-vous avec Google

# signin_apple
source: Sign in with Apple
fr: Connectez-vous avec Apple

# logging_in
source: Signing in...
fr: Connectez-vous...

# provider_google
source: logged in via Google
fr: connecté via Google

# provider_apple
source: logged in via Apple
fr: connecté via Apple

# verification_email_send
source: Send Verification Email
fr: Envoyer email de vérification

# delete_user_data
source: Delete all data...
fr: Supprimer toutes les données...

# delete_user_data_confirm
source: This will delete all your online data, matches, history, username, everything...
fr: Cela supprimera toutes vos données en ligne, vos matchs, votre historique, votre nom d'utilisateur, tout...

# delete_user_data_online
source: Delete all cloud data
fr: Supprimer toutes les données cloud

# delete_user_data_local
source: Delete all local data
fr: Supprimer toutes les données locales

source: Change Ends…
fr: Le changement se termine…

source: Change Server…
fr: Changer de serveur…

# change_server_server
source: {0} to serve...
fr: {0} pour servir...

source: Match Over
fr: Match terminé

source: Match Completed
fr: Match terminé

# match_resume
source: Resume Match
fr: Reprendre la match

# match_end
source: End Match
fr: Fin du match

# match_accept
source: Accept Results
fr: Accepter les résultats

# match_delete
source: Delete Match
fr: Supprimer Match

source: Match deleted
fr: Match Supprimée

# match_share
source: Share Match
fr: Partager Match

# match_concede
source: {0} concede match
fr: {0} concéder match

# match_concede_undo
source: Undo match retirement
fr: Annuler le retrait du match

# match_clear
source: Reset match
fr: Réinitialiser match

# match_clear_confirm
source: Are you sure you want to lose all your points so far?
fr: Êtes-vous sûr de vouloir perdre tous vos points jusqu'à présent ?

# match_history
source: View Match History
fr: Afficher l'historique

# match_change_setup
source: Change Match Setup
fr: Modifier la configuration

# match_app_settings
source: App Settings
fr: Paramètres de l'app

source: at
fr: à

source: Deciding Point…
fr: Point décisif…

source: Tie Break…
fr: Jeu décisif…

source: Break Point…
fr: Point de rupture…

source: Results
fr: Résultats

# team_conceded
source: Retired
fr: Retraité

source: Results Breakdown
fr: Répartition des résultats

source: Total Points
fr: Points totaux

source: Break Points
fr: Points de rupture

# receiver_deuce_points
source: Deuces as Receiver
fr: L'égalité en tant que récepteur

source: Match Momentum
fr: Faire match l'élan

# naming_mode_surname_initial
source: Surname. Initial
fr: Nom de famille. Initiale

# naming_mode_first_name
source: First Name
fr: Prénom

# naming_mode_surname
source: Surname
fr: Nom de famille

# naming_mode_full_name
source: Full Name
fr: Nom et prénom

# explain_name_mode
source: Choose how to display and speak the names of your players and teams in a match.
fr: Choisissez comment afficher et prononcer les noms de vos joueurs et équipes lors d'un match.

# example_naming_mode_surname_initial
source: J. McEnroe -- S. Williams
fr: J. McRacket -- S. Wondershot

# example_naming_mode_surname
source: McEnroe -- Williams
fr: McRacket -- Wondershot

# example_naming_mode_full_name
source: John McEnroe -- Serena Williams
fr: John McRacket -- Serena Wondershot

# scoreSummaryLevel
source: Level {0}
fr: Niveau {0}

# match_description_long
source: {0} {1} {2} Lasting {3}:{4} minutes Played at {5} on {6}.
fr: {0} {1} {2} Durée {3} :{4} minutes Joué à {5} le {6}.

# tennis_description_long
source: {3} Set Tennis Match {0} {1} {2} Played {4}:{5} minutes, at {6} on {7}.
fr: {3} Match de tennis défini {0} {1} {2} Joué {4} :{5} minutes, à {6} le {7}.

# ping_pong_description_long
source: {3} Round Ping-Pong Match {0} {1} {2} Played {4}:{5} minutes, at {6} on {7}.
fr: {3} Partie de ping-pong ronde {0} {1} {2} Joué {4} :{5} minutes, à {6} le {7}.

# badminton_description_long
source: {3} Game Badminton Match {0} {1} {2} Played {4}:{5} minutes, at {6} on {7}.
fr: {3} Match Match de badminton {0} {1} {2} Joué {4} :{5} minutes, à {6} le {7}.

# match_description
source: Lasting {0}:{1} minutes Played at {2} on {3}.
fr: Durée {0} :{1} minutes Joué à {2} le {3}.

# tennis_description
source: {0} Set Tennis Match Played {1}:{2} minutes, at {3} on {4}.
fr: {0} Match de tennis défini Joué {1} :{2} minutes, à {3} le {4}.

# ping_pong_description
source: {0} Round Ping-Pong Match Played {1}:{2} minutes, at {3} on {4}.
fr: {0} Ronde de ping-pong Joué {1} :{2} minutes, à {3} le {4}.

# badminton_description
source: {0} Game Badminton Match Played {1}:{2} minutes, at {3} on {4}.
fr: {0} Match Match de badminton Joué {1} :{2} minutes, à {3} le {4}.

# tennis_short_description
source: {0} Set Tennis Match.
fr: {0} Set le match de tennis.

# ping_pong_short_description
source: {0} Round Ping-Pong Match.
fr: {0} Ronde de ping-pong.

# badminton_short_description
source: {0} Game Badminton Match.
fr: {0} Jeu Match de badminton.

# match_beat
source: beat
fr: battre

# match_beating
source: beating
fr: battement

source: show more
fr: montre plus

source: show less
fr: montrer moins

# confirm_yes
source: Yes
fr: Oui

# confirm_no
source: No
fr: Non

# confirm_default
source: Are you sure continue?
fr: Êtes-vous sûr de continuer?

# action_nothing
source: No action
fr: Pas d'action

# action_ptServer
source: Point Server
fr: Points Serveur

# action_ptReceiver
source: Point Receiver
fr: Point Adversaire

# action_ptTeamOne
source: Point Team 1
fr: Point Équipe 1

# action_ptTeamTwo
source: Point Team 2
fr: Point Équipe 2

# action_ptUndo
source: Undo Last Point
fr: Annuler le dernier point

# action_ptAnnounce
source: Announce Points
fr: Annoncer des points

# action_nothing_short
source: No action
fr: Pas d'action

# action_ptServer_short
source: Server
fr: Serveur

# action_ptReceiver_short
source: Receiver
fr: Adversaire

# action_ptTeamOne_short
source: Team 1
fr: Équipe 1

# action_ptTeamTwo_short
source: Team 2
fr: Équipe 2

# action_ptUndo_short
source: Undo
fr: Annuler

# action_ptAnnounce_short
source: Announce
fr: Annoncer

# speak_no_score
source: Game not started
fr: Le jeu n'a pas commencé

# speak_games
source: Games
fr: Jeux

# speak_rounds
source: Rounds
fr: Rondes

# error_sport_not_found
source: {0} is not a valid sport to play, sorry.
fr: {0} n'est pas un sport valide, désolé.

# button_import
source: Import
fr: Importer

# button_view
source: View
fr: Vue

# buttons_emails
source: uses email addresses...
fr: utilise des adresses e-mail...

# title_share_emails_list
source: emails to share to:
fr: e-mails à partager avec :

# match_title_entry
source: Match title / explanation
fr: Titre du match / explication

# title_account
source: Account
fr: Compte

# explain_account_not_signed_in
source: You are currently not logged in, all your data will remain local and not be stored remotely. Consider signing in to back up scores and calculate your match victories etc.
fr: Vous n'êtes actuellement pas connecté, toutes vos données resteront locales et ne seront pas stockées à distance. Envisagez de vous connecter pour sauvegarder vos scores et calculer vos victoires de match, etc.

# explain_account_signedin
source: You are currently logged in so you have access to everything, including your match history.
fr: Vous êtes actuellement connecté, vous avez donc accès à tout, y compris à votre historique de matchs.

# title_permissions
source: Permissions
fr: Autorisations

# title_permission_location
source: Query Location
fr: Emplacement de la requête

# explain_permission_location
source: This is needed to talk to and use bluetooth buttons to change score.
fr: Ceci est nécessaire pour parler et utiliser les boutons Bluetooth pour changer le score.

# title_permission_match_location
source: Store the locations of your matches played
fr: Stockez les emplacements de vos matchs joués

# title_permission_contacts
source: Access Contacts
fr: Accéder aux contacts

# explain_permission_contacts
source: This is needed to select players from your list of contacts.
fr: Ceci est nécessaire pour sélectionner des joueurs dans votre liste de contacts.

# title_permission_bluetooth
source: Use Bluetooth
fr: Utiliser Bluetooth

# explain_permission_bluetooth
source: This is needed to manage bluetooth buttons to change score.
fr: Ceci est nécessaire pour gérer les boutons bluetooth pour changer le score.

# title_manage_data
source: Manage Data
fr: Gérer les données

# title_import_match
source: Import Match
fr: Importer Matches

# title_user_refresh_data
source: Refresh Verification State
fr: Actualiser l'état de vérification

# explain_import_match
source: Other players can share match results with you by attaching a file to a message. Save this file to your phone and import that file here...
fr: Les autres joueurs peuvent partager les résultats des matchs avec vous en joignant un fichier à un message. Enregistrez ce fichier sur votre téléphone et importez-le ici...

# title_manage_deleted
source: Manage Deleted Matches
fr: Gérer les matches supprimées

# explain_manage_deleted
source: Restore matches from the trash, or delete them permanently one-by-one.
fr: Restaurez les match de la corbeille ou supprimez-les définitivement une par une.

# explain_attributions
source: A number of people kindly contributed to our app with open-source resources.
fr: Un certain nombre de personnes ont gentiment contribué à notre application avec des ressources open source.

# title_privacy
source: Privacy
fr: Intimité

# title_wipe_all_data
source: Wipe All Data
fr: Effacer toutes les données

# explain_wipe_all_data
source: Delete all of your data securely from this device and from your online account.
fr: Supprimez toutes vos données en toute sécurité de cet appareil et de votre compte en ligne.

# option_settings_general
source: Data
fr: Donnés

# option_settings_sounds
source: Sounds
fr: Des sons

# option_settings_control
source: Remote Control
fr: Télécommande

# control_me_them
source: Me / Them
fr: Moi / Eux

# control_server_receiver
source: Server / Receiver
fr: Serveur / Récepteur

# control_volume
source: Volume
fr: Le volume

# option_setup_flic
source: Setup an Original Flic
fr: Configurer un Flic original

# option_purchase
source: Purchase
fr: Acheter

# option_browse
source: Browse...
fr: Parcourir...

# option_user_data
source: Configure user settings and data...
fr: Configurer les paramètres et les données utilisateur...

# title_general
source: General Sounds
fr: Sons généraux

# title_use_names
source: Use names when speaking
fr: Utilisez des noms lorsque vous parlez

# explain_use_names
source: By default the app will say people's names. You might want to turn this off for some privacy on court. The app will say 'player one...' instead.
fr: Par défaut, l'application dira les noms des personnes. Vous voudrez peut-être désactiver cette option pour plus d'intimité sur le terrain. L'application dira « player one... » à la place.

# title_volume
source: Volume
fr: Le volume

# explain_volume
source: Because you are probably playing some distance from your phone, we recommend you set this to as loud as it can go.
fr: Étant donné que vous jouez probablement à une certaine distance de votre téléphone, nous vous recommandons de le régler aussi fort que possible.

# title_speak_message
source: Speak on message received
fr: Parler au message reçu

# explain_speak_message
source: Each time you press a button, the app will speak the change this causes. Just to be sure you have pressed the right button each time.
fr: Chaque fois que vous appuyez sur un bouton, l'application annonce le changement que cela provoque. Juste pour être sûr d'avoir appuyé sur le bon bouton à chaque fois.

# title_announcements
source: Announcements
fr: Annonces

# title_speak_score_changes
source: Speak score changes
fr: Énoncer les changements de score

# explain_speak_score_changes
source: Speak each change in score, just like having a chatty umpire.
fr: Parlez de chaque changement de score, comme si vous aviez un arbitre bavard.

# explain_speak_points
source: The app will include a summary of the current points after each change.
fr: L'application comprendra un résumé des points actuels après chaque modification.

# title_speak_change_ends
source: Change Ends
fr: Le changement se termine

# explain_speak_change_ends
source: The app will announce each time we need to change ends.
fr: L'application annoncera chaque fois que nous devons changer d'extrémité.

# title_speak_server
source: Server
fr: Serveur

# explain_speak_server
source: The app will announce the new server each time it changes.
fr: L'application annoncera le nouveau serveur à chaque fois qu'il change.

# explain_speak_score
source: The app will include a longer summary of the score after each game is won or lost.
fr: L'application inclura un résumé plus long du score après chaque match gagné ou perdu.

# title_controls
source: Remote Controls
fr: Télécommandes

# explain_controls
source: Tapping the screen can be such a drag, here you can setup ways to change the score without all that...
fr: Toucher l'écran peut être un tel frein, ici vous pouvez configurer des moyens de changer le score sans tout cela...

# title_control_type
source: Control Type
fr: Type de contrôle

# explain_control_media_play_pause
source: The play/pause button will undo the last point.
fr: Le bouton lecture/pause annulera le dernier point.

# explain_control_media_next_serving
source: Skip Next will award a point to the serving team
fr: Skip Next attribuera un point à l'équipe au service

# explain_control_media_prev_serving
source: Skip Prev will award a point to the receiving team
fr: Skip Prev attribuera un point à l'équipe qui reçoit

# explain_control_media_next_team
source: Next will award a point to you / your team (team one)
fr: Next attribuera un point à vous / à votre équipe (équipe 1)

# explain_control_media_prev_team
source: Prev will award a point your opponent (team two)
fr: Prev attribuera un point à votre adversaire (équipe deux)

# explain_control_click_single_serving
source: A single button click will award a point to the serving team
fr: Un simple clic sur un bouton attribuera un point à l'équipe au service

# explain_control_click_double_serving
source: A double button click will award a point to the receiving team
fr: Un double clic sur un bouton attribuera un point à l'équipe qui reçoit

# explain_control_click_single_team
source: A single button click will award a point to you / your team (team one)
fr: Un simple clic sur un bouton vous attribuera un point / votre équipe (équipe 1)

# explain_control_click_double_team
source: A double button click will award a point your opponent (team two)
fr: Un double clic sur un bouton attribuera un point à votre adversaire (équipe deux)

# explain_control_click_long
source: A long press of the button will undo the last point that was recorded.
fr: Un appui long sur le bouton annulera le dernier point enregistré.

# title_controlsFlic1
source: Original Flic Smartbutton
fr: Bouton original Flic Smart

# title_controlsFlic
source: Flic 2 Smartbutton
fr: Bouton intelligent Flic 2

# explain_flicSmartButtonRecommendation
source: A Flic 2 with a belt clip...
fr: Un Flic 2 avec un clip ceinture...

# explain_media_remote
source: Small bluetooth media remotes are easy to buy on eBay or Amazon, these can be used to control the score from a distance.
fr: Les petites télécommandes multimédias Bluetooth sont faciles à acheter sur eBay ou Amazon, elles peuvent être utilisées pour contrôler le score à distance.

# explain_media_remote_recommendation
source: Recommend 10m or 40' remote
fr: Recommander une télécommande de 10 m ou 40 '

# explain_flic_control
source: A 'Flic' Smartbutton is the perfect remote control for Scorepal, allowing you to control your score easily from a distance.
fr: Un Smartbutton 'Flic' est la télécommande parfaite pour Scorepal, vous permettant de contrôler facilement votre score à distance.

# explain_control_keys
source: Control the score by clicking any hardware button (play, pause, camera, etc) single or double-click and hold for undo.
fr: Contrôlez le score en cliquant sur n'importe quel bouton matériel (lecture, pause, caméra, etc.) simple ou double-cliquez et maintenez pour annuler.

# explain_control_volume
source: Control the score by clicking your volume up and volume down buttons, single or double-click and hold for undo.
fr: Contrôlez le score en cliquant sur vos boutons d'augmentation et de diminution du volume, un simple ou double-cliquez et maintenez pour annuler.

# title_control_keys
source: Media Buttons
fr: Boutons multimédias

# title_control_volume
source: Volume Buttons
fr: Boutons de volume
